[
    {   "id":1,
        "key": "B002RL8IYK",
        "articlesTitle": "Hygienists brace for pitched battles with dentists in fights over practice laws",
        "details": "This year, the Illinois legislature was considering measures to expand oral health treatment in a state where millions of people live in dental care deserts But when the Illinois State Dental Society met with key lawmakers virtually for its annual lobbying day in the spring, the proposals to allow dental hygienists to clean the teeth of certain underprivileged patients without a dentist seemed doomed.",
        "img": "https://i.ibb.co/NxSQtGy/article-1.jpg"
    },
    {   "id":2,
        "key": "B002RL8IYO",
        "articlesTitle": "Children with disabilities face special back-to-school challenges",
        "details": "Christopher Manzo, a boy with curly brown hair and bright-blue-and-yellow glasses, has lived a third of his five years at home because of the pandemic.And he is more than ready for kindergarten.",
        "img": "https://i.ibb.co/nmCtQDp/article-2.jpg"
    },
    {   "id":3,
        "key": "B002RK8IYK",
        "articlesTitle": "Factors impacting mental health and wellbeing of long covid patients",
        "details": "As the coronavirus disease 2019 (COVID-19) pandemic progressed across the world, leaving hundreds of millions of infections in its wake, about one in ten found themselves experiencing prolonged symptoms of ill-health even after the virus had been eliminated from the body and they had successfully recovered from the infection. A new preprint deals with the mental baggage accompanying this condition, often termed “long covid.”",
        "img": "https://i.ibb.co/jTsyYyP/article-3.jpg"
    },
    {   "id":4,
        "key": "B002RL8IBK",
        "articlesTitle": "Standards for Reporting Qualitative Research: A Synthesis of Recommendations",
        "details": "Standards for Reporting Qualitative Research: A Synthesis of Recommendations",
        "img": "https://i.ibb.co/myCBsyR/article-4.jpg"
    }
]